Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Å løse problem er en aktivitet der barna blir utfordret til å bruke språket til noe mer komplekst enn å bare beskrive, gjengi eller gjenfortelle.
fkv: Se ette ratkaista probleemin oon aktiviteetti missä lapsii haastethaan pitämhään kieltä johonki enämen komplekshiin ko tyhä ette kuvvaila, refereerata tahi muistela uuđesti.

source: I samtalen rundt samtalekortene trener barna både språklige og kognitive ferdigheter.
fkv: Ko praattikorttii piđethään praatissa, saatethaan lapset harjoitella sekä kielelissii ja kognitiivissii kykkyi.

source: Oppgaven innebærer dekontekstualisert språkbruk.
fkv: Tehtävä pittää sisälä dekontekstualiseeratun kielenpiđon.

source: Diskusjon i barnegruppen gir også trening i å forhandle: fremme forslag, tilbakevise, gi og ta ordet og lufte løsningen for de andre.
fkv: Se ette praatithaan lapsiroikassa, anttaa kans harjoittelluu ko pittää neuvotella: saađa ehđotukset esile, hylätä näkemyksen, anttaat ja ottaat puhheenvuoron, ja tuulettaat ratkaisun muile.

source: Forskere mener at ulike boktyper påvirker barnets tenkning på ulike måter (Torr og Clugston 1999).
fkv: Tutkiijat meinathaan ette eri kirjatyypit vaikutethaan lasten ajattelutaphaan eri tavoila (Torr ja Clugston 1999).

source: Sakprosa og faktabøker for barn innbyr til andre samtaler enn eventyr, fortellinger og fantasifulle tekster.
fkv: Lasten assiiproosa ja faktakirjat tarjothaan muunlaista praattii ko eeventyyrit, muistelukset ja fantasiirikkhaat tekstit.

source: Den voksne stiller andre typer spørsmål til sakprosa og faktatekster, og disse spørsmålene er mer kognitivt utfordrende enn spørsmål som stilles i forbindelse med fortellingstekster.
fkv: Raavas kyssyy muunlaissii kysymyksii jos teksti oon assiiproosa tahi faktateksti. Kognitiivisesti nämät kysymykset oon enämen haastaavat ko net kysymykset joita kysythään muistelemistekstiin yhtheyđessä.

source: Dette har vi tatt hensyn til når vi har utviklet samtalekort i Troll i ord. Her får barna språklige og kognitive utfordringer som skiller seg fra spørsmål som vanligvis stilles til eventyr og fortellende tekster.
fkv: Tätä olema hunteeranheet ko olema kehittänheet Troll i ord:in praattikortit. Niissä lapset saađhaan kieleliset ja kognitiiviset haastheet jokka oon erilaiset ko net kysymykset mikkä tavalisesti kysythään eeventyyriitten ja muisteleviitten tekstiin yhtheyđessä.

source: Refleksjon og undring
fkv: Hunteeraus ja ihmettely

source: Det finnes ti samtalekort til eventyret om de tre bukkene Bruse.
fkv: Se oon kymmenen praattikorttii eeventyyrhiin Kolme pukkii Pruusii.

source: Du kan laste ned en pdf og skrive ut samtalekortene.
fkv: Sie saatat lastata alas pdf:n ja printata praattikortit.

source: Det finnes ti samtalekort til eventyret om Gutten og Nordavinden.
fkv: Se oon kymmenen praattikorttii eeventyyrhiin Poika ja Pohjaistuuli.

source: Det finnes femten samtalekort til eventyret om Påfuglen og Ravnen.
fkv: Se oon viisitoista praattikorttii eeventyyrhiin Riikinkukko ja korppi.

source: Det finnes atten samtalekort til eventyret om Krokodillen og Reven.
fkv: Se oon kahđeksentoista praattikorttii eeventyyrhiin Krokodilli ja kettu.

source: Det finnes ti samtalekort til eventyret om Skomakeren Dratewka.
fkv: Se oon kymmenen praattikorttii eeventyyrhiin Suutari Dratewka.

source: Det finnes ti samtalekort til eventyret om Stallo.
fkv: Se oon kymmenen praattikorttii eeventyyrhiin Stallu.

source: Det finnes elleve samtalekort til eventyret Undervannslandet.
fkv: Se oon yksitoista praattikorttii eeventyyrhiin Veđenalainen mailma.

source: Ta for dere ett samtalekort om gangen, og les opp spørsmålet eller dilemmaet på kortet.
fkv: Puhukkaa yhđestä praattikortista kerrala, ja lukekkaa äänheen kortin kysymyksen tahi dilemman.

source: Du kan supplere med flere spørsmål eller tilpasse vanskegraden til barnegruppen din.
fkv: Sie saatat täyđenttäät kysymällä lissää kysymyksii tahi sovitella vaikkeusgraadin sinun lapsiroikale.

source: Aktiviteten skal invitere barna til å reflektere, undre seg og stille flere spørsmål.
fkv: Aktiviteetit piđethään kuttuut lapset reflekteeraamhaan, ihmettelemhään ja kysymhään lissää kysymyksii.

source: Samtalekort på storskjerm
fkv: Praattikortti isossa särmissä

source: Samtalekortene kan også vises på lerret eller interaktiv tavle.
fkv: Praattikortit saatethaan kans näyttäät kankhaala tahi interaktiivisessa taulussa.

source: 4c Eventyrkarakterer
fkv: Eeventyyrin karaktäärit

source: Treklossene er robuste, de står stødig og er lette å gripe og holde.
fkv: Puuklossissa oon silkkipräntätyt ja laaserikraveeratut motiivit.

source: Karakterene kan for eksempel brukes til å dramatisere eventyret.
fkv: Karaktääriitä saatethaan esimerkiksi pittäät siihen ette dramatiseerata eeventyyrin.

source: Bli kjent med konkretene
fkv: Opastu konkreetthiin

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Bukkene.
fkv: Sie löyđät tämän aktiviteetin eeventyyriapista Troll i ord - Pukit.

source: Appen må åpnes på en iPad.
fkv: Sie häyđyt avata apin iPadissa.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Nordavinden.
fkv: Sie löyđät tämän aktiviteetin eeventyyriapista Troll i ord - Pohjaistuuli.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Påfuglen.
fkv: Sie löyđät tämän aktiviteetin eeventyyriapista Troll i ord - Riikinkukko.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Krokodillen.
fkv: Sie löyđät tämän aktiviteetin eeventyyriapista Troll i ord - Krokodilli.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Skomakeren.
fkv: Sie löyđät tämän aktiviteetin eeventyyriapista Troll i ord - Suutari.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Stallo.
fkv: Sie löyđät tämän aktiviteetin eeventyyriapista Troll i ord - Stallu.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Undervannslandet.
fkv: Sie löyđät tämän aktiviteetin eeventyyriapista Troll i ord -Veđenalainen mailma.

source: 4c2 Gjenfortelle med konkretene
fkv: Muistela uuđesti konkreettiitten avula

source: Konkreter som eventyrkarakterer, fotokulisse og rekvisitter følger med språkesken og kan brukes til å gjenfortelling og rollelek.
fkv: Konkreetit niin ko esimerkiksi eeventyyrin karaktäärit, fotokylissit ja rekvisiitit oon myötä kieliloovassa. Niitä piđethään ko pittää muistela uuđesti.

source: 4d
fkv: Niitä piđethään kans roolileikkhiin.

source: Tilleggstema
fkv: Lisäteema

source: Eventyresken inneholder terninger i tre med silketrykte og lasergraverte motiver.
fkv: Eeventyyriloovassa oon puiset tärningit. Niissä oon silkkipräntätyt ja laaserikraveeratut motiivit.

source: Tema for terningene er hentet fra eventyret.
fkv: Tärningiitten teemat oon otettu eeventyyristä.

source: Terningene skaper grunnlag for samtale og problemløsning, og de kan stimulerer tall- og mengdeforståelsen.
fkv: Tärningit luođhaan pohjan praatthiin ja probleeminratkaishuun, ja net saatethaan stimuleerata ymmärystä numeroista ja määrästä.

source: De trener også visuell persepsjon og sikter mot gjenkjennelse av elementene fra eventyret.
fkv: Net harjoitethaan kans visuellii persepsjuunii, ja niitten avula freistathaan tunnistaat eeventyyrin elementit.

source: Terningene kan også brukes sammen med figurene i fri lek. 4d1
fkv: Tärninkkiitä saatethaan kans pittäät karaktääriitten kans vaphaassa leikissä.

source: Leke med terninger og brett
fkv: Tierata tärningiitten ja pretan kans

source: Samle alle terningene fra eventyret om de tre bukkene Bruse i den blå tøyposen, og ta fram brettet fra språkesken.
fkv: Kokkoo sinisheen kangaspusshiin kaikki tärningit eeventyyristä Kolme pukkii Pruusii, ja ota esile pretan kieliloovasta.

source: La barna trekke en og en terning og snakk om prikkene, tallene og formene på terningene.
fkv: Anna lapset vettäät yhđen ja yhđen tärningin ja puhu prikuista, numeroista ja tärningiitten formuista.

source: Er det noen som vet hva tallet heter?
fkv: Tiettääkö joku mikä tämä numero oon?

source: La barna plassere terningen på samme tall på brettet.
fkv: Anna lapset panna tärningin samhaan numerhoon pretassa.

source: Eventyret om Nordavinden har tolv terninger med motiver som bokstaver og geometriske former i forskjellige farger.
fkv: Pohjaistuuli-eeventyyrissä oon kaksitoista tärninkkiitä missä oon motiivit niin ko erifäriset pukstaavit ja geometriset formut.

source: Ved hjelp av terningene får barna møte alle de små og store bokstavene i det norske alfabetet.
fkv: Tärningiitten avula lapset saađhaan kohđata kaikki norjalaisen alfabeetin pienet ja isot pukstaavit.

source: Samle alle terningene fra eventyret om Nordavinden i den røde tøyposen, og ta fram brettet fra språkesken.
fkv: Kokkoo kaikki tärningit eeventyyristä Pohjaistuuli punaisheen kangaspusshiin, ja ota esile pretan kieliloovasta.

source: La barna trekke en og en terning og snakk om de små bokstavene, de store bokstavene og formene på terningene.
fkv: Anna lapset vettäät yhđen tärningin kerrala ja puhukkaa niistä pienistä ja isoista pukstaaviista, ja kans tärningiitten formuista.

source: Er det noen som vet hva bokstaven heter?
fkv: Tiettääkö joku mikkä pukstaavit net oon?

source: La barna plassere terningen på samme bokstav på brettet.
fkv: Anna lapset panna tärningit pretthaan, eli net tärningit jokka alkkaa samala pukstaavilla.

source: Samle alle terningene fra eventyret om Påfuglen i den oransje tøyposen, og ta fram brettet fra språkesken.
fkv: Kokkoo kaikki tärningit eeventyyristä Riikinkukko ja korppi oransshiin kangaspusshiin. Ota esile pretan kieliloovasta.

source: La barna trekke en og en terning og snakk om fargene, formene og fruktene som er illustrert på terningene.
fkv: Anna lapset vettäät yhđen tärningin kerrala ja puhu färiistä, formuista ja fruktiista, jokka oon kuvattu tärningiissä.

source: Er det noen som vet hva formen heter?
fkv: Tiettääkö joku mikä formu se oon?

source: La barna plassere terningen på samme form på brettet.
fkv: Anna lapset panna tärningit pretthaan, eli net joissa oon sama formu.

source: Samle alle klossene (sebra, sjiraff og krokodille) fra eventyret om Krokodillen og reven i den grønne tøyposen, og ta fram brettet fra språkesken.
fkv: Kokkoo kaikki klossat (seebra, sjiraffi ja krokodilli) eeventyyristä Krokodilli ja kettu vihrisheen kangaspusshiin. Ota esile pretan kieliloovasta.

source: Finn også fram ordkortene med bilder av dyr.
fkv: Löyđä kans sanakortit joissa oon kuvvii elävistä.

source: La barna trekke en og en kloss og spør hvilke dyr som er avbildet på framsiden og på baksiden av klossen.
fkv: Anna lapset vettäät yhđen klossan kerrala ja kysy mikä elävä oon klossan etu- ja takapuolela.

source: Snakk om farge og form og plasser mønsterklossen på ordkortet for dyret som har dette mønsteret.
fkv: Puhu färistä ja formusta ja pane mönsteriklossat sen sanakortin pääle missä oon elävä jolla oon tämä mönsteri.

source: På samme måte kan ordkortene med bilde av dyrene plasseres på riktig mønster på brettet.
fkv: Samala tavala panhaan net sanakortit missä oon eläviitten kuvat, oikkeesseen mönsterhiin pretassa.

source: Samle alle terningene fra eventyret om Skomakeren i den rosa tøyposen, og ta fram brettet fra språkesken.
fkv: Kokkoo kaikki tärningit eeventyyristä Suutari Dratewka rooshaan kangaspusshiin, ja ota esile pretan kieliloovasta.

source: La barna trekke en og en terning og snakk om dei gode hjelperne som er illustrert på terningene.
fkv: Anna lapset vettäät yhđen tärningin kerrala ja puhukkaa niistä hyvistä auttaajiista, kekkä oon illustreerattu tärningiissä.

source: Er det noen som vet hva hjelperen heter?
fkv: Oonko joku kuka tiettää auttajiitten nimet?

source: La barna plassere terningen på bostedet til hjelperen som er avbildet på brettet.
fkv: Anna lapset panna tärningit sen auttaajan asumapaikkhaan, kuka oon pretan kuvassa.

source: Samle alle terningene fra eventyret om Stallo i den gule tøyposen, og ta fram brettet fra språkesken.
fkv: Kokkoo kaikki tärningit eeventyyristä Stallu keltaisheen kangaspusshiin, ja ota esile pretan kieliloovasta.

source: La barna trekke en og en terning og snakk om om de samiske draktene på terningene og på brettet.
fkv: Anna lapset vettäät yhđen tärningin kerrala ja puhukkaa niistä saamenpuvuista, mikkä oon tärningiissä.

source: De eldste barna kan velge ett av de samiske parene som er avbildet på brettet (fra lule-, sør- eller nord-samisk område) og prøve å bygge jente- og guttedrakten ved hjelp av terningene.
fkv: Vanhemat lapset saatethaan valita yhđen saamelaisen parin niistä kuvista mikkä oon pretassa (se saattaa olla luulajan-, etelä- tahi pohjaissaamelaisesta alasta). Het saatethaan freistata rakenttaat tyttäriin tahi poikkiin puvut tärningiitten avula.

source: Aktiviteten kan gjerne kombineres med fargeleggingsaktiviteten.
fkv: Aktiviteetin saatat mielelä yhđistäät färjäysaktiviteetthiin.

source: Der vil du finne nedlastbare pdf-er med de samme draktene på.
fkv: Sieltä sie löyđät pdf:t mikkä saatat lastata alas ja missä oon samat puvut.

source: Samle alle terningene fra eventyret om Undervannslandet i den mørkeblå tøyposen, og ta fram brettet fra språkesken.
fkv: Kokkoo kaikki tärningit eeventyyristä Veđenalainen mailma tummansinisheen kangaspusshiin, ja ota esile kieliloovan pretan.

source: Last gjerne ned og print ut pdf av ordkortene fra Undervannslandet.
fkv: Lastaa mielelä alas ja printtaa Veđenalaisen maailman sanakorttiin pdf:t.

source: La barna finne ordkortene med fisk på, og se om de finner de samme fiskene på brettet.
fkv: Anna lapset löyttäät sanakortit missä oon kala, ja katto löyđethäänkö het samat kalat pretasta.

source: 4db/n/p/s/st
fkv: Luje tärninkkiitä

source: La barna trekke en og en terning fra posen og tell terningene.
fkv: Anna lapset vettäät yhđen tärningin kerrala pussista ja luje tärningit.

source: Hvor mange har vi nå?
fkv: Kuinka monta meilä oon nyt?

source: Ta bort en terning, og spør barna hvor mange terninger som er på bordet nå?
fkv: Ota pois yhđen tärningin, ja kysy lapsilta montako tärninkkiitä oon pöyđälä nyt?

source: Kan barna bygge to terninger oppå hverandre?
fkv: Saatethaanko lapset pykätä kaksi tärninkkiitä päälitysten?

source: Kan de bygge tre terninger oppå hverandre?
fkv: Saatethaanko het pykätä kolme tärninkkiitä päälitysten?

source: 4dk/k /u
fkv: Jne...

source: La barna trekke en og en kloss fra posen og tell klossene.
fkv: Anna lapset vettäät yhđen ja yhđen klossan pussista ja luje klossat.

source: Ta bort en kloss, og spør barna hvor mange klosser som er på bordet nå?
fkv: Ota pois yhđen klossan, ja kysy lapsilta montako klossaa oon pöyđälä nyt?

source: Kan barna bygge to klosser oppå hverandre?
fkv: Saatethaanko lapset pykätä kaksi klossaa päälitysten?

source: Kan de bygge tre klosser oppå hverandre?
fkv: Saatethaanko het pykätä kolme klossaa päälitysten?

source: 4d3b
fkv: Jne...

source: Samle alle klossene fra eventyret om bukkene Bruse i posen.
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Kolme pukkii Pruusii.

source: Samle alle klossene fra eventyret om Nordavinden i posen.
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Pohjaistuuli.

source: Samle alle klossene fra eventyret om Påfugelen i posen.
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Riikinkukko ja korppi.

source: Samle alle klossene fra eventyret om Krokodillen i posen.
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Krokodilli ja kettu.

source: Samle alle klossene fra eventyret om Skomakeren i posen.
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Suutari Dratewka.

source: Samle alle klossene fra eventyret om Stallo i posen.
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Stallu.

source: Samle alle klossene fra eventyret om Undervannslandet i posen.
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Veđenalainen mailma.

source: La barna trekke en og en kloss og sett de på bordet etterhvert.
fkv: Anna lapset vettäät yhđen ja yhđen klossan kerrala ja pane net pienen hetken päästä pöyđäle.

source: Spør om klossen er større eller mindre enn den forrige.
fkv: Kysy oonko klossat isomat tahi pienemät ko viiminen.

source: Hvilke kloss er størst/minst?
fkv: Mikä klossa oon issoin/pieniin?

source: Sett klossene i rekkefølge etter størrelse.
fkv: Pane klossat oorninkhiin kovon jälkhiin.

source: Gjenfortelle ved å lage animasjon med iPad*
fkv: Muistela uuđesti tekemällä animasjuunin iPadila

source: En animasjon består av mange stillbilder som er satt etter hverandre og spilles av i rask rekkefølge.
fkv: Animasjuunissa oon paljon kuvvii mikkä oon pantu pöräkkäin ja joita pelathaan noppeemassa oorningissa.

source: For å lage animasjon med iPad* kan man laste ned apper fra App Store til formålet.
fkv: Ette saatat tehđä animasjuunin iPadila, piđät lastata alas apin App Storesta siihen tarkoituksheen.

source: Vi har brukt appen iStopMotion for å ta bilder, og deretter har vi importert bildene i appen iMovie.
fkv: Olema pitänheet appii iStopMotion jolla olema ottanheet kuvat, ja sitte olema siirtänheet kuvat iMovie-apphiin.

source: I iMovie kan man legge til lyd og tekst til bildene/animasjonen.
fkv: iMoviessa saatat panna äänen ja tekstin kuvhiin/animasjuunhiin.

source: Her kan du laste ned en brukerveiledning fra tidligere IKT-senteret om hvordan du bruker iMovie for å lage animasjonsfilm på iPad*: Brukerveiledning.
fkv: Tässä sie saatat lastata alas yhđen pittääjänopastuksen aijemasta IKT-sentteristä. Se oon sen ympäri kuinka sie piđät iMovieta ette tehđä animasjuunifilmin iPadila: Pittääjänopastus.

source: Det er viktig at iPaden* står helt stødig når man tar bilder til bruk i animasjonsfilm.
fkv: Se oon tärkkee ette iPad seissoo tukkeevasti ko otat kuvvii joita piđät animasjuunifilmissä.

source: Det finnes mange løsninger og man kan gjerne lage et stativ til iPad* selv.
fkv: Se oon olemassa paljon ratkaisuita, ja saatat kans itte tehđä iPadin statiivin.

source: Lage animasjonsfilm
fkv: Tehe animasjuunifilmin

source: Gjenfortelling av eventyret ved hjelp av eventyrkarakterer, rekvisitter og kulisser kan dokumenteres i en animasjonsfilm.
fkv: Eeventyyrin uuđestimuistelemisen eeventyyrikaraktääriitten, rekvisiitiitten ja kylissiitten avula saatat dokumenteerata animasjuunifilmissä.

source: Ved å ta stillbilder mens man flytter på karakterene og rekvisittene for hvert bilde, kan barna lage animasjonsfilm.
fkv: Lapset saatethaan tehđä animasjuunifilmin niin ette het otethaan kuvan joka kerta ko het siirethään karakteeriitä ja rekvisiittiitä.

source: Små flytt på karakterene mellom hver gang man tar bilde gir jevnere og mer sakte bevegelse.
fkv: Ko siirät karaktääriitä tyhä pikkuisen joka kerta ko otat kuvan, tulhaan liikkheistä tasaisemmat ja hithaamat.

source: Flyttes karakterene mye blir bevegelsen raskere og mer hakkete.
fkv: Ko siirät karaktääriitä paljon, tulhaan liikkheet enämen noppeiksi ja epätasaisiksi.

source: Aktiviteten kan gjerne kombineres med formingsaktiviteter der barna kan male, tegne eller bygge kulisser av landskapet der handlingen foregår.
fkv: Saatat yhđistäät aktiviteetin erilaisten käsityöaktiviteetiitten kans, missä lapset saatethaan maalata, tägnätä tahi pykätä sen maiseman kylissit missä muistelus tapattuu.

source: Hva vet vi om geitebukken?
fkv: Mitä met tieđämä keituripukista?

source: Hvor bor bukkene, og hva spiser de?
fkv: Missä pukit asuthaan, ja mitä net syöđhään?

source: Finnes det et sted der dere kan besøke bukker/geiter?
fkv: Oonko paikkoi missä tet saatatta käyđä pukkiin/keituriitten tykönä?

source: Hvis ikke kan dere lete opp filmer om geiter på nettet og se om dere finner svar på hvor de bor og hva de liker å spise.
fkv: Jos ei, niin sitte tet saatatta hakkeet netistä filmii keiturista ja kattoot jos tet löyđättä vastaukset siihen missä net asuthaan ja mitä net tykäthään syöđä.

source: Hva vet vi om Nordaviden?
fkv: Mitä met tieđämä Pohjaistuulesta?

source: Er det vindfullt der barnehagen ligger?
fkv: Oonko se tuulista siinä missä lastentaras oon?

source: Kan dere gå et sted der man kjenner vinden bedre?
fkv: Saatattako mennä johonki paikkhaan missä tuuli tunttuu paremin?

source: Hvor kommer vinden fra?
fkv: Mistä tuuli tullee?

source: Er vinden kald eller varm?
fkv: Oonko tuuli kylmä tahi lämmin?

source: Er det nordavinden?
fkv: Oonko se pohjaistuuli?

source: Hva vet vi om trær og blader?
fkv: Mitä met tieđämä puista ja lehđistä?

source: Eventyret om påfuglen og ravnen foregår i et tre.
fkv: Eeventyyri riikinkukosta ja korpista tapattuu puussa.

source: Ta barna med på tur i skogen eller til et bestemt tre.
fkv: Ota lapset myötä matkale metthään tahi vasitthuun puuhun.

source: Samle blader og ta med tilbake til barnehagen for å bruke i formingsaktiviteter og sammenligne med de graverte bladene på terningene.
fkv: Kokkoo lehđet ja ota net myötä lastentarhaasseen. Niitä saatethaan pittäät käsityöaktiviteetiissa ja verrata tärningiitten graveerattuin lehtiin kans.

source: Hvilke former har de?
fkv: Mikkä formut niissä oon?

source: Barna kan ta bilder av treet/trærne i ulikt vær og gjennom årstidene.
fkv: Lapset saatethaan ottaat kuvvii puusta/puista eri säässä ja vuođenaikkoin läpitte.

source: Hva vet vi om dyr? 4f1k
fkv: Mitä met tieđämä elävistä?

source: Hvor bor reven?
fkv: Missä kettu assuu?

source: Ta barna med på tur til skogen eller på fjellet.
fkv: Ota lapset myötä matkale metthään tahi vaarhaan.

source: Lek at dere er reven, krokodillen og de andre dyrene.
fkv: Tieraa ette tet oletta kettu, krokodilli ja muut elävät.

source: Lek at dere skal feire bryllup i skogen.
fkv: Tieraa ette tet aijotta pittäät häitä mettässä.

source: Dokumenter med bilder eller video.
fkv: Dokumenteeraa kuvviin tahi videon kans.

source: Digitale verktøy gjør det enkelt å vise bildene etterpå og snakke om opplevelser og ting dere har funnet.
fkv: Digitaaliset työkalut tehđään sen helpoksi ette näyttäät kuvvii jälkhiin ja puhhuut kokemuksista ja assiista mitä tet oletta löytänheet.

source: Digital fotoramme kan fungere som dagsrapport.
fkv: Digitaalinen kuvaraami saattaa toimiit niin ko päiväraportti.

source: Hva vet vi om dyr og insekter? 4f1s
fkv: Mitä met tieđämä elävistä ja syöpäläisistä?

source: Ta barna med på tur til innsjøen, i skogen, på fjellet eller til et bestemt tre.
fkv: Ota lapset myötä järvele, metthään, vaarhaan tahi vasitthuun puuhuun.

source: Hvilke dyr eller insekter bor her?
fkv: Mikkä elävät tahi syöpäläiset asuthaan täälä?

source: Barna kan besøke og ta bilder av bostedet i ulikt vær og gjennom årstidene. 4f1st
fkv: Lapset saatethaan mennä käymhään asumapaikassa ja ottaat siitä kuvvii eri säässä ja vuođenaikkoin läpitte.

source: Hva vet vi om Stallo?
fkv: Mitä met tieđämä Stallusta?

source: Eventyret om Stallo foregår i akebakken, hjemme hos Stallo og kona, og hjemme hos gutten sin familie.
fkv: Eeventyyri Stallu tapattuu tyyrämisluokassa, kotona Stallun ja ämmän tykönä, sekä kotona pojan ja tämän perheen tykönä.

source: Finnes det et museum eller lignende om samisk kultur i barnehagen sitt nærområde?
fkv: Oonko lastentarhaan likheisyyđessä museumi tahi muu paikka missä oon tiettoo saamelaisen kylttyyrin ympäri?

source: Kanskje kan dere besøke bilbioteket og finne bøker om samisk kultur? 4f1u
fkv: Piian tet saatatta mennä käymhään biblioteekissa ja löyttäät kirjoi saamelaisen kylttyyrin ympäri?

source: Hva vet vi om Sajvene? 4f1u
fkv: Mitä met tieđämä saivolaisista?

source: Eventyret om Undervannslandet foregår ved et fjellvann, i båt og i Sajvenes hjemland.
fkv: Eeventyyri Veđenalainen mailma tapattuu tunturijärvessä, venheessä ja saivolaisten kotimaassa.

source: Kanskje kan dere besøke bilblioteket og finne bøker om sør-samisk kultur? 4 f2b
fkv: Piian tet saatatta mennä käymhään biblioteekissa ja löytäät kirjoi eteläsaamelaisen kylttyyrin ympäri?

source: Dramatisering i naturen
fkv: Dramatiseerinki luonossa
